{
    "books" : [
      {
        "title": "The Quartet",
        "author": "Joseph J. Ellis",
        "hash" : "TheQuartet",
        "thumbnail" : "http://books.google.com/books/content?id=Z31oBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "description": "From Pulitzer Prize–winning American historian Joseph J. Ellis, the unexpected story of why the thirteen colonies, having just fought off the imposition of a distant centralized governing power, would decide to subordinate themselves anew. We all know the famous opening phrase of Lincoln’s Gettysburg Address: “Four score and seven years ago our fathers brought forth on this Continent a new Nation.” The truth is different. In 1776, thirteen American colonies declared themselves independent states that only temporarily joined forces in order to defeat the British. Once victorious, they planned to go their separate ways. The triumph of the American Revolution was neither an ideological nor a political guarantee that the colonies would relinquish their independence and accept the creation of a federal government with power over their autonomy as states. The Quartet is the story of this second American founding and of the men most responsible—George Washington, Alexander Hamilton, John Jay, and James Madison. These men, with the help of Robert Morris and Gouverneur Morris, shaped the contours of American history by diagnosing the systemic dysfunctions created by the Articles of Confederation, manipulating the political process to force the calling of the Constitutional Convention, conspiring to set the agenda in Philadelphia, orchestrating the debate in the state ratifying conventions, and, finally, drafting the Bill of Rights to assure state compliance with the constitutional settlement. Ellis has given us a gripping and dramatic portrait of one of the most crucial and misconstrued periods in American history: the years between the end of the Revolution and the formation of the federal government. The Quartet unmasks a myth, and in its place presents an even more compelling truth—one that lies at the heart of understanding the creation of the United States of America. From the Hardcover edition.",
        "id" : 0,
        "price":12.99
      },
      {
        "title": "Founding Brothers",
        "author": "Joseph J. Ellis",
        "hash" : "FoundingBrothers",
        "thumbnail": "http://books.google.com/books/content?id=lsPztgGkYYgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "description": "In this landmark work of history, the National Book Award—winning author of American Sphinx explores how a group of greatly gifted but deeply flawed individuals–Hamilton, Burr, Jefferson, Franklin, Washington, Adams, and Madison–confronted the overwhelming challenges before them to set the course for our nation. The United States was more a fragile hope than a reality in 1790. During the decade that followed, the Founding Fathers–re-examined here as Founding Brothers–combined the ideals of the Declaration of Independence with the content of the Constitution to create the practical workings of our government. Through an analysis of six fascinating episodes–Hamilton and Burr’s deadly duel, Washington’s precedent-setting Farewell Address, Adams’ administration and political partnership with his wife, the debate about where to place the capital, Franklin’s attempt to force Congress to confront the issue of slavery and Madison’s attempts to block him, and Jefferson and Adams’ famous correspondence–Founding Brothers brings to life the vital issues and personalities from the most important decade in our nation’s history. From the Trade Paperback edition.",
        "id" : 1,
        "price": 10.57
      },
      {
        "title": "The Great Upheaval",
        "author": "Jay Winik",
        "hash" : "TheGreatUpheaval",
        "description": "It is an era that redefined history. As the 1790s began, a fragile America teetered on the brink of oblivion, Russia towered as a vast imperial power, and France plunged into revolution. But in contrast to the way conventional histories tell it, none of these remarkable events occurred in isolation. Now, for the first time, acclaimed historian Jay Winik masterfully illuminates how their fates combined in one extraordinary moment to change the course of civilization. A sweeping, magisterial drama featuring the richest cast of characters ever to walk upon the world stage, including Washington, Jefferson, Louis XVI, Robespierre, and Catherine the Great, The Great Upheaval is a gripping, epic portrait of this tumultuous decade that will forever transform the way we see America's beginnings and our world.",
        "thumbnail": "http://books.google.com/books/content?id=nuLtNUDO7l4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "id" : 2,
        "price": 17.54
      },
      {
        "title": "Ratification",
        "author": "Pauline Maier",
        "hash" : "Ratification",
        "description": "Drawing on the speeches and letters of the United States' founders, the author recounts the dramatic period after the Constitutional Convention and before the Constitution was finally ratified, describing the tumultuous events that took place in homes, taverns and convention halls throughout the colonies. By the author of American Scripture.",
        "thumbnail": "http://books.google.com/books/content?id=-DvolFMBVRgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "id" : 3,
        "price": 19.99
      },
      {
        "title": "Lafayette in the Somewhat United States",
        "author": "Sarah Vowell",
        "hash" : "LafayetteintheSomewhatUnitedStates",
        "description": "From the bestselling author of Assassination Vacation and The Partly Cloudy Patriot, an insightful and unconventional account of George Washington’s trusted officer and friend, that swashbuckling teenage French aristocrat the Marquis de Lafayette. Chronicling General Lafayette’s years in Washington’s army, Vowell reflects on the ideals of the American Revolution versus the reality of the Revolutionary War. Riding shotgun with Lafayette, Vowell swerves from the high-minded debates of Independence Hall to the frozen wasteland of Valley Forge, from bloody battlefields to the Palace of Versailles, bumping into John Adams, Thomas Jefferson, Lord Cornwallis, Benjamin Franklin, Marie Antoinette and various kings, Quakers and redcoats along the way. Drawn to the patriots’ war out of a lust for glory, Enlightenment ideas and the traditional French hatred for the British, young Lafayette crossed the Atlantic expecting to join forces with an undivided people, encountering instead fault lines between the Continental Congress and the Continental Army, rebel and loyalist inhabitants, and a conspiracy to fire George Washington, the one man holding together the rickety, seemingly doomed patriot cause. While Vowell’s yarn is full of the bickering and infighting that marks the American past—and present—her telling of the Revolution is just as much a story of friendship: between Washington and Lafayette, between the Americans and their French allies and, most of all between Lafayette and the American people. Coinciding with one of the most contentious presidential elections in American history, Vowell lingers over the elderly Lafayette’s sentimental return tour of America in 1824, when three fourths of the population of New York City turned out to welcome him ashore. As a Frenchman and the last surviving general of the Continental Army, Lafayette belonged to neither North nor South, to no political party or faction. He was a walking, talking reminder of the sacrifices and bravery of the revolutionary generation and what the founders hoped this country could be. His return was not just a reunion with his beloved Americans it was a reunion for Americans with their own astonishing, singular past. Vowell’s narrative look at our somewhat united states is humorous, irreverent and wholly original. From the Hardcover edition.",
        "thumbnail": "http://books.google.com/books/content?id=q-pJBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "id" : 4,
        "price" : 17.76
      },
      {
        "title": "The Bully Pulpit",
        "author": "Doris Kearns Goodwin",
        "hash" : "TheBullyPulpit",
        "description": "PLEASE NOTE: This is a summary of the book and NOT the original book. The Bully Pulpit by Doris Kearns Goodwin - A 30-minute Chapter-by-Chapter Summary Inside this Instaread Summary: • Overview of the entire book • Introduction to the important people in the book • Summary and analysis of all the chapters in the book • Key Takeaways of the book • A Reader's Perspective Preview of this summary: Preface Doris Kearns Goodwin spent seven years researching and writing The Bully Pulpit. She set out to write a book about Theodore Roosevelt and the Progressive Era, but soon found that there were three important strands to the story. First of all, Theodore Roosevelt is considered one of our greatest presidents because of his use of the “bully pulpit” to focus a national movement to ethically use governmental action to control the effects of the rapid growth of America. Secondly, Roosevelt built an intimate and beneficial relationship with the press, especially with investigative reporters Ida Tarbell, Ray Baker, Lincoln Steffens, and William Allen White. Working with Roosevelt, these reporters helped educate the public and motivate them to take action to move the country towards its ancient but extremely important ideals. Thirdly, William Howard Taft played a significant role in the Roosevelt administration as a friend, confidant, and as Roosevelt's secretary of war. Taft is often remembered as an unsuccessful president, but he was actually the one that Roosevelt entrusted as “acting president” whenever he left Washington for business or pleasure. Taft's admitted downfall was his inability to use the press and his “bully pulpit” in the same way that Roosevelt had. This had more to do with his personality than anything else. As Goodwin got further and further into her research, she became passionate about asking and answering the question of how Roosevelt, the muckrakers, and Taft instigated such incredible change within the country. 1: The Hunter Returns Theodore Roosevelt received a hero's welcome upon his return to New York from his expedition to Africa on June 18, 1910. He was surprised by the reception since he had worried that his star had dimmed and the public no longer supported him. Refusing to run for a third term, Roosevelt had selected his trusted friend William Howard Taft to succeed him and had put all of his energy behind helping Taft win the election. To Roosevelt's dismay, he quickly discovered that Taft had aligned himself with old-line conservatives and was compromising Roosevelt's progressive hard-won advances. Speculation about whether Roosevelt would side with old-line conservatives or with the “insurgents” had been rampant in the press throughout the spring. Aware that anything he said would be hurtful to one side or the other, Roosevelt decided to err on the side of caution and say nothing until he could learn more about what had truly happened while he was away...",
        "thumbnail": "http://books.google.com/books/content?id=ipQqoAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "id" : 5,
        "price": 19.44
      }

    ]
}
